[
  {
    "Id": 1,
    "Title": "Mice in Bion-M 1 space mission: training and selection",
    "Link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4136787/",
    "Abstract": "After a 16-year hiatus, Russia has resumed its program of biomedical research in space, with the successful 30-day flight of the Bion-M 1 biosatellite (April 19–May 19, 2013). The principal species for biomedical research in this project was the mouse. This paper presents an overview of the scientific goals, the experimental design and the mouse training/selection program. The aim of mice experiments in the Bion-M 1 project was to elucidate cellular and molecular mechanisms, underlying the adaptation of key physiological systems to long-term exposure in microgravity. The studies with mice combined in vivo measurements, both in flight and post-flight (including continuous blood pressure measurement),",
    "Results": "Group housing Living conditions for animals considered optimal on earth cannot be provided in the confines of a space satellite. Microgravity, apart from purely technical limitations of the housing hardware, may disrupt normal mouse behavior, and an inability to express natural behavior is posited as a potential cause of distress in laboratory animals [25] . This and more obvious negative factors, such as accumulated waste, suboptimal feeding regimen etc., can negatively affect mice and could increase aggressiveness in space habitats. As a result we considered aggressive interactions a major risk factor. To minimize this risk, we specifically sought to shape the groups for social housing and carefully select stable groups prior to experiments. From an initial set of 300 male mice, 88 groups of 3 mice were formed,",
    "Conclusion": "The Bion-M 1 flight was unique in many ways, particularly the unprecedented duration of an automated mission with living animals. The sex of the mice was male, thus imposing greater attention to creation and selection of stable groups of mice for social housing. The overall success was evident: aggressive interactions were noted on single occasions and under conditions of starvation only. The use of male animals is obviously required for research in male reproduction and their larger size compared to females offered clear advantages."
  },
  {
    "Id": 2,
    "Title": "Microgravity induces pelvic bone loss through osteoclastic activity, osteocytic osteolysis, and osteoblastic cell cycle inhibition by CDKN1a/p21",
    "Link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3630201/",
    "Abstract": "Bone is a dynamically remodeled tissue that requires gravity-mediated mechanical stimulation for maintenance of mineral content and structure. Homeostasis in bone occurs through a balance in the activities and signaling of osteoclasts, osteoblasts, and osteocytes, as well as proliferation and differentiation of their stem cell progenitors. Microgravity and unloading are known to cause osteoclast-mediated bone resorption; however, we hypothesize that osteocytic osteolysis, and cell cycle arrest during osteogenesis may also contribute to bone loss in space.",
    "Results": "Body Mass of Animals Pre- and Post-Flight All flight and ground control mice were observed to be in good condition by veterinary examination immediately post-landing. Noticeably, the posture of space-flown mouse tails after landing was vertical, indicating increased vestibular function in this group. The average weight loss of space-flown mice was 2.0 g (−9.1%, SD = 2.1 g, p = 0.013) significantly lower than pre-flight values, consistent with tissue atrophy in microgravity, while synchronous ground control mice only lost an average of 0.7 g (−3.4%, SD = 0.9 g, Table 1. Morphometric Parameters Investigated in µCT Analysis (n = 7). Parameter Ground Control Spaceflight P-value % Difference Total Volume (TV), mm 3 3.3±0.4 3.1±0.5 0.515 Bone Volume (BV),",
    "Conclusion": "In total, our findings demonstrate the pelvic-femoral musculo-skeletal complex as a highly load and gravity sensitive structure that can serve as a valuable model to study muscle and bone degeneration in space. Additionally, we demonstrate that bone responses to spaceflight are complex and involve osteoclastic, osteoblastic, and osteocytic degenerative responses. Finally, our findings on CDKN1a/p21 up-regulation in microgravity have the potential to become a major concern for tissue regenerative health in long-duration spaceflight."
  },
  {
    "Id": 3,
    "Title": "Stem Cell Health and Tissue Regeneration in Microgravity",
    "Link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC11988870/",
    "Abstract": "Microgravity, defined by minimal gravitational forces, represents a unique environment that profoundly influences biological systems, including human cells. This review examines the effects of microgravity on biological processes and their implications for human health. Microgravity significantly impacts the immune system by disrupting key mechanisms, such as T cell activation, cytokine production, and macrophage differentiation, leading to increased susceptibility to infections. In cancer biology, it promotes the formation of spheroids in cancer stem cells and thyroid cancer cells, which closely mimic in vivo tumor dynamics, providing novel insights for oncology research.",
    "Results": "Not Found",
    "Conclusion": "Microgravity presents a unique and multifaceted challenge for human biology, profoundly influencing cellular systems and physiological processes. This environment, distinct from terrestrial conditions, disrupts key biological functions such as immune activity, cell differentiation, tissue regeneration, and mitochondrial biogenesis, thereby destabilizing homeostasis critical for human health.\nEmerging research has highlighted the diverse effects of microgravity, including its impact on the immune system, where T cell function diminishes, increasing susceptibility to infections."
  },
  {
    "Id": 4,
    "Title": "Microgravity Reduces the Differentiation and Regenerative Potential of Embryonic Stem Cells",
    "Link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7998608/",
    "Abstract": "Therapeutic effects of adult stem-cell transplantations are limited by poor cell-retention in target organs, and a reduced potential for optimal cell differentiation compared to embryonic stem cells. However, contemporary studies have indicated heterogeneity within adult stem-cell pools, and a novel culturing technique may address these limitations by selecting those for cell proliferation which are highly functional. Here, we report the preservation of stemness in human adipose-derived stem cells (hASCs) by using microgravity conditions combined with microspheres in a stirred suspension.",
    "Results": "3.1. Characterization of SSEA-3-Positive hASCs Cells were expanded for three passages before characterization using flow cytometry and combinations of mesenchymal-cell surface markers. We found that 94.9 ± 3.3% of cells were positive for CD105, CD90, and CD73, and that 99.5 ± 0.3% were negative for CD45. Then, the total number of cells, their viability, and SSEA-3-positivity of viable cells were assessed in normal hASCs (control) and in five kinds of stress-treated hASCs.",
    "Conclusion": "We cultured hASCs with microspheres using three-dimensional movement to create microgravity conditions for the preservation of stemness, while at the same time preserving cell–microsphere adhesion to maximize cell quantities. This new cell-culturing technique selectively enhanced the proliferation of highly functional stem cells, demonstrating superior stemness, proliferation, differentiation, and angiogenic abilities, which may provide for enhanced treatments for intractable human diseases compared to current hASC treatments. However, further studies are required to optimize a culture protocol to maximize the selective expansion efficiency and to investigate the therapeutic value of these cells using in vivo experiments before clinical trials can proceed."
  },
  {
    "Id": 5,
    "Title": "Microgravity validation of a novel system for RNA isolation and multiplex quantitative real time PCR analysis of gene expression on the International Space Station",
    "Link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5587110/",
    "Abstract": "The International Space Station (ISS) National Laboratory is dedicated to studying the effects of space on life and physical systems, and to developing new science and technologies for space exploration. A key aspect of achieving these goals is to operate the ISS National Lab more like an Earth-based laboratory, conducting complex end-to-end experimentation, not limited to simple microgravity exposure. Towards that end NASA developed a novel suite of molecular biology laboratory tools, reagents, and methods, named WetLab-2, uniquely designed to operate in microgravity, and to process biological samples for real-time gene expression analysis on-orbit. This includes a novel fluidic RNA Sample Preparation Module and fluid transfer devices, all-in-one lyophilized PCR assays, centrifuge, and a real-time PCR thermal cycler.",
    "Results": "qPCR in microgravity Assay design and testing In order to assess the functionality of PCR in microgravity conditions and to establish the dynamic range and efficiency of amplification, we designed a robust quality control qPCR assay to measure these parameters. We targeted a 16S ribosomal region of genomic E . coli DNA. The abundant target expression improved precision, sensitivity, and reproducibility, providing robust assay conditions. Validation of the E . coli genomic DNA assay was performed using a standard thermal cycling protocol with controlled quantities of commercially available E . coli DNA as template.",
    "Conclusion": "One of the major obstacles to space exploration going forward in the coming decades is the fact that microgravity research outposts such as ISS are so closely dependent on Earth support of everyday activities, and lack the ability to operate autonomously. The National Academies of Sciences in their Decadal Survey [ 5 ] have identified some of these limitations as important concerns and offered direction that the ISS should operate more like Earth-based laboratories, allowing for experiments to be designed, conducted, modified and iterated in space. Despite the thousands of investigations already conducted on ISS [ 31 ],"
  },
  {
    "Id": 6,
    "Title": "Spaceflight Modulates the Expression of Key Oxidative Stress and Cell Cycle Related Genes in Heart",
    "Link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8396460/",
    "Abstract": "Spaceflight causes cardiovascular changes due to microgravity-induced redistribution of body fluids and musculoskeletal unloading. Cardiac deconditioning and atrophy on Earth are associated with altered Trp53 and oxidative stress-related pathways, but the effects of spaceflight on cardiac changes at the molecular level are less understood. We tested the hypothesis that spaceflight alters the expression of key genes related to stress response pathways, which may contribute to cardiovascular deconditioning during extended spaceflight. Mice were exposed to spaceflight for 15 days or maintained on Earth (ground control).",
    "Results": "2.1. Body Mass of Animals Pre- and Post-Flight Immediately after landing, all flight (FLT) and ground (GRD) control mice were determined to be in good condition by veterinary examination. Figure 1 shows the schematic of the experiment design and workflow. The average weight loss of FLT mice over the duration of the experiment was 2.0 g (−9.1%, SD = 2.1 g, p = 0.013) whereas GRD control mice lost an average of 0.7 g (−3.4%, SD = 0.9 g, p = 0.096); the difference in body weight loss averages for FLT versus GRD was not significant ( p = 0.143). FLT habitats showed an average of 10% less food remaining, and 24% less water remaining than GRD habitats.",
    "Conclusion": "In conclusion, our study revealed that spaceflight significantly altered cardiac expression of genes related to cell cycle/growth (notably Cdkn1a / p21, Cdk1, and Myc ), inflammation (notably Tnf ) and oxidative stress (notably Nfe2l2 , Nox1, Ptgs2 ), which may contribute to cardiac dysfunction. These findings provide novel data suitable for developing testable hypotheses for further study. Identification of specific mechanisms and molecules responsible for excess ROS generation during spaceflight is of considerable interest, and may yield new therapeutic approaches."
  },
  {
    "Id": 7,
    "Title": "Dose- and Ion-Dependent Effects in the Oxidative Stress Response to Space-Like Radiation Exposure in the Skeletal System",
    "Link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5666799/",
    "Abstract": "Space radiation may pose a risk to skeletal health during subsequent aging. Irradiation acutely stimulates bone remodeling in mice, although the long-term influence of space radiation on bone-forming potential (osteoblastogenesis) and possible adaptive mechanisms are not well understood. We hypothesized that ionizing radiation impairs osteoblastogenesis in an ion-type specific manner, with low doses capable of modulating expression of redox-related genes. 16-weeks old, male, C57BL6/J mice were exposed to low linear-energy-transfer (LET) protons (150 MeV/n) or high-LET 56 Fe ions (600 MeV/n) using either low (5 or 10 cGy) or high (50 or 200 cGy) doses at NASA’s Space Radiation Lab.",

    "Results": "2.1. TBI Experiment Design To evaluate the individual effects of radiation type, our study queried a dose response to high-LET 56 Fe or low-LET protons (see Methods below for details) at one day, seven days, or five weeks post-exposure. Additionally, we assessed the sequelae of 56 Fe irradiation at a late, 1-year post exposure endpoint ( Figure 1 A,B). Tibiae and femora were collected for assessment of the cancellous microarchitecture. Bone-marrow cells were cultured ex vivo in osteoblastogenic media for colony counts and mineralization assays. Additionally, the effects of total body irradiation on gene expression were assayed at two points, during the proliferation and mineralization phase, of osteoblastogenesis.",

    "Conclusion": "Heavy-ion irradiation during space missions is a risk to the skeletal health of astronauts, causing skeletal degeneration and cellular damage in simulations with rodents [ 12 , 20 , 24 ]. In this study, we sought to elucidate the role of radiation type and changes in the oxidative milieu of bone marrow related to marrow-derived osteoprogenitor differentiation. We found that low doses (below 50 cGy) of either low-LET protons or high-LET 56 Fe did not cause observable adverse effects on structure and osteoblastogenesis at any endpoint, and, further, did not strongly perturb antioxidant capacity at seven days of exposure ( Figure 6 ) nor expression levels of redox-related genes ( Figure 4 , Table 2 ) at 35 days of exposure."
  },
  {
    "Id": 8,
    "Title": "From the bench to exploration medicine: NASA life sciences translational research for human exploration and habitation missions.",
    "Link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5460236/",
    "Abstract": "NASA’s Space Biology and Human Research Program entities have recently spearheaded communications both internally and externally to coordinate the agency’s translational research efforts. In this paper, we strongly advocate for translational research at NASA, provide recent examples of NASA sponsored early-stage translational research, and discuss options for a path forward. Our overall objective is to help in stimulating a collaborative research across multiple disciplines and entities that, working together, will more effectively and more rapidly achieve NASA’s goals for human spaceflight.",
    "Results": "Not Found",
    "Conclusion": "Not Found"
  },
  {
    "Id": 9,
    "Title": "High-precision method for cyclic loading of small-animal vertebrae to assess bone quality.",
    "Link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6222041/",
    "Abstract": "One potentially important bone quality characteristic is the response of bone to cyclic (repetitive) mechanical loading. In small animals, such as in rats and mice, cyclic loading experiments are particularly challenging to perform in a precise manner due to the small size of the bones and difficult-to-eliminate machine compliance. Addressing this issue, we developed a precise method for ex vivo cyclic compressive loading of isolated mouse vertebral bodies. The method has three key characteristics: 3D-printed support jigs for machining plano-parallel surfaces of the tiny vertebrae; pivotable loading platens to ensure uniform contact and loading of specimen surfaces; and specimen-specific micro-CT-based finite element analysis to measure stiffness to prescribe force levels that produce the same specified level of strain for all test specimens.",

    "Results": "Of all three methods tested, the new (K FEA ) method produced the lowest variation in fatigue life. The mean value of the applied force was the same for all groups (22 N), but the standard deviation was lowest for the new (K FEA ) method (±0.77 N), 8-fold and 7-fold lower than the K EXP and F MAX methods (F-ratio = 5.5; p < 0.01; Fig. 5 A), respectively. Because of these larger variations in applied force for the literature methods, the fatigue life displayed a negative S-N type relation with the loading force (R 2 = 0.73 both literature methods) but there was no such correlation for the new method (R 2 = 0.07; Fig. 6 ). Instead, for the new method the fatigue life was approximately uniform across all specimens (5.0 ± 0.2), and its standard deviation was 5-fold and 2-fold lower than for the K EXP or F MAX methods, respectively (F-ratio = 4.9; p = 0.008; Fig. 5 A).\nFig. 5. Open in a new tab A: Specimen-specific cyclic loading force and number of cycles to failure, or fatigue life for each method.",
    
    "Conclusion": "Our new method for cyclic loading of small-animal vertebrae yielded highly reproducible measurements of fatigue life and was successful, in part, by effectively controlling for the nominal level of strain applied to these tiny bone specimens. Failure of bone in both static and fatigue loading is largely thought to be strain-controlled ( Nalla et al., 2003 ; Bowman et al., 1998 ; Keaveny et al., 2001 ; Keaveny et al., 1994c ; Schileo et al., 2008 ). To apply a repeatable initial strain to each specimen, a consistent measurement of stiffness must first be obtained. Our new method utilized specimen-specific micro-CT-based finite element analyses to measure specimen stiffness and prescribe an individualized cyclic force for each specimen. In turn, these individualized forces resulted in a consistent starting level of strain applied to all test specimens, and resulted in similar values of fatigue life."
  },
  {
    "Id": 10,
    "Title": "Effects of ex vivo ionizing radiation on collagen structure and whole-bone mechanical properties of mouse vertebrae.",
    "Link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6813909/",
    "Abstract": "Bone can become brittle when exposed to ionizing radiation across a wide range of clinically relevant doses that span from radiotherapy (accumulative 50 Gy) to sterilization (~35,000 Gy). While irradiation-induced embrittlement has been attributed to changes in the collagen molecular structure, the relative role of collagen fragmentation versus non-enzymatic collagen crosslinking remains unclear. To better understand the effects of radiation on the bone material without cellular activity, we conducted an ex vivo x-ray radiation experiment on excised mouse lumbar vertebrae. Spinal tissue from twenty-week old, female, C57BL/6J mice were randomly assigned to a single x-ray radiation dose of either 0 (control), 50, 1,000, 17,000, or 35,000 Gy.",

    "Results": "3.1. Mechanical Characterization For monotonic compression testing, the vertebral strength, ultimate strain, and work-to-fracture were lower than the control group for radiation exposures of 17,000 and 35,000 Gy but were not different than the control group for exposures of 50 and 1,000 Gy. Compared to the control group, for the exposures of 17,000 and 35,000 Gy, vertebral strength was 50% and 73% lower ( p < 0.001, Figure 2 ), respectively, ultimate strain was 58% and 77% lower (Steel post-hoc p < 0.05, Figure 2 ), and work-to-fracture was 76% and 92% lower ( p < 0.01, data not shown). In contrast, monotonic stiffness remained unchanged for all radiation dose groups compared to the control group (691.3 ± 179.5 N/mm; p = 0.67, Figure 2 ). Figure 2: Open in a new tab Effect of ex vivo x-ray radiation on mechanical (monotonic vertebral strength, ultimate strain and stiffness; cyclic fatigue life), biochemical (collagen crosslink AGEs and collagen fragmentation), and micro-CT (Tb.BV/TV) properties of mouse lumbar vertebrae.",

    "Conclusion": "These results demonstrate that the monotonic strength of murine vertebral bodies was only diminished when exposed to ionizing radiation at or above 17,000 Gy. While the relative amount of non-enzymatic collagen crosslinks was greater for all radiation groups compared to the control, the increase in crosslinks measured at lower doses (50 and 1,000 Gy) did not coincide with the observed reduction in mechanical strength ( Figure 4 ). In contrast to crosslinks, collagen fragmentation was only observed at doses where reduced mechanical properties were also observed (17,000 and 35,000 Gy; Figure 4 ). Thus, our results suggest that the fragmentation of collagen — and not the accumulation of non-enzymatic collagen crosslinks — was the primary molecular mechanism that caused the observed reductions in mechanical properties in whole bones exposed to ionizing radiation.\nOur results are consistent with previous radiation studies and provide novel insight into the effect of ex vivo ionizing radiation on bone mechanics."
  }
]